


Radius of wheel: 9.90cm/2 = 4.45cm,0.0445m
graduation inc = 0.445cm

width = 0.445



|  0 |     0 | sin               |   |   |
|----+-------+-------------------+---+---|
|  1 | 0.445 | y=0.445sin(xpi/8) |   |   |
|  2 | 0.890 |                   |   |   |
|  3 | 1.335 |                   |   |   |
|  4 | 1.780 |                   |   |   |
|  5 | 2.225 |                   |   |   |
|  6 | 2.670 |                   |   |   |
|  7 | 3.115 |                   |   |   |
|  8 | 3.560 |                   |   |   |
|  9 | 4.005 |                   |   |   |
| 10 | 4.450 |                   |   |   |
| 11 | 4.895 |                   |   |   |
#+TBLFM: $1=@-1+1::$2=@-1+0.445;%.3f




| 0 |     0 |                   | 0 | 0 |
|---+-------+-------------------+---+---|
| 1 | 0.445 | y=0.445sin(xpi/8) |   |   |

$y=-\frac{0.445}{16}\left(x\right)\left(x-8\right)$


#+TBLFM: $1=@-1+1::$2=@-1+0.445;%.3f
